import React from 'react'
// import './CompetitionRule.less';

const CompetitionRule = () =>
    <div className="competition-rule">
        <h2>参赛范围</h2>
        <p>全省普通初中、普通高中和中等职业教育学校在校学生。</p>

        <h2>竞赛内容</h2>
        <p>限时答题。包括毒品知识、毒品危害、防毒防范、禁毒法律法规、戒毒康复、毒情形势以及青少年毒品预防教育“6.27”工程等内容。</p>

        <h2>比赛选拔</h2>
        <p>竞赛活动自2017年11月1日起至2017年12月上旬止，分网络初赛、网络复赛、全省决赛三个阶段实施。</p>

        <h3>1、网络初赛（11月1日至11月30日）：</h3>
        <p>全省参赛学生登录“江西省青少年毒品预防教育数字化平台”（网址www.jxjd627.com 或 APP）在线参与答题。</p>
        <p>初赛结束，系统以区、县为单位，自动选拔满分为100分且用时最少的20名选手，代表区、县所属的设区市参加全省网络复赛。全省100个区、县共选拔2000名学生进入网络复赛。</p>

        <h3>2、网络复赛（12月1日至12月10日）：</h3>
        <p>复赛和初赛规则相同，系统自动授权晋级选手开放答题。各设区市禁毒办、教育局、团委根据本市参赛选手成绩，组建1支队伍，每队包含普通初中、普通高中和中等职业教育学校三个阶段的学生各1名，参加全省决赛。</p>

        <h3>3、总决赛（12月上旬）：</h3>
        <p>在南昌举行并进行录制，根据参赛选手综合表现，组建1支队伍代表我省参加“2017年全国青少年禁毒知识竞赛”总决赛。</p>

        <h2>奖项设置</h2>
        <h3>1、复赛：</h3>
        <p>选拔满分100分且用时最少的100名选手获得“优秀选手奖”。根据竞赛参与情况、竞赛成绩，全省选出10所学校获得“优秀组织奖”。</p>
        <h3>2、决赛：</h3>
        <p>一等奖1支队伍，颁发荣誉证书和价值3000元的奖品；</p>
        <p>二等奖2支队伍，分别颁发荣誉证书和价值2000元的奖品。</p>
        <p>三等奖3支队伍，分别颁发荣誉证书和价值1000元的奖品。</p>
        <div className="top"></div>
        <p>省禁毒办联系人：</p>
        <p>袁 鑫 0791-87288575</p>
        <div className="top"></div>
        <p>全省青少年毒品预防教育数字化平台联系人：</p>
        <p>李 玲13657918022<span></span> 徐高顺 17379102988</p>
    </div>

export default CompetitionRule